tap "mondoohq/mondoo"
tap "hashicorp/tap"

brew "git"
brew "gh"
brew "awscli"
brew "jq"
brew "ripgrep"
brew "fzf"
brew "bat"
brew "mise"
brew "pre-commit"
brew "gnupg"
brew "pinentry-mac"
brew "shellcheck"
brew "osv-scanner"
brew "mondoohq/mondoo/cnspec"
brew "mondoohq/mondoo/mql"
brew "uv"
brew "hashicorp/tap/terraform"
brew "opentofu"
brew "protobuf"
brew "ko"
brew "trufflehog"
brew "make"
brew "tmux"

cask "google-chrome"
cask "cursor"
cask "orbstack"
cask "google-cloud-sdk"
