tap "homebrew/bundle"
tap "mondoo/mondoo"

brew "git"
brew "gh"
brew "jq"
brew "ripgrep"
brew "fzf"
brew "bat"
brew "mise"
brew "pre-commit"
brew "gnupg"
brew "shellcheck"
brew "osv-scanner"
brew "cnspec"

cask "google-chrome"
cask "cursor"
cask "orbstack"
